var entry = [
  {
    id:0,
    level:1,
    class:"一级条文",
    field:"上古之人，其知道者，法于阴阳，和于术数，食饮有节，起居有常，不妄作劳，故能形与神俱，而尽终其天年，度百岁乃去。今时之人不然也，以酒为浆，以妄为常，醉以入房，以欲竭其精，以耗散其真，不知持满，不时御神，务快其心，逆于生乐，起居无节，故半百而衰也。",
    from:"《素问·上古天真论》",
    isfavorite:false
  },

  {
    id:1,
    level:1,
    class:"一级条文",
    field:"帝曰：人年老而无子者，材力尽邪？将天数然也？岐伯曰：女子七岁，肾气盛，齿更发长。二七，而天癸至，任脉通，太冲脉盛，月事以时下，故有子。三七，肾气平均，故真牙生而长极。四七，筋骨坚，发长极，身体盛壮。五七，阳明脉衰，面始焦，发始堕。六七，三阳脉衰于上，面皆焦，发始白。七七，任脉虚，太冲脉衰少，天癸竭，地道不通，故形坏而无子也。丈夫八岁，肾气实，发长齿更。二八，肾气盛，天癸至，精气溢泻，阴阳和，故能有子。三八，肾气平均，筋骨劲强，故真牙生而长极。四八，筋骨隆盛，肌肉满壮。五八，肾气衰，发堕齿槁。六八，阳气衰竭于上，面焦，发鬓颁白。七八，肝气衰，筋不能动，天癸竭，精少，肾藏衰，形体皆极。八八，则齿发去。肾者主水，受五藏六府之精而藏之，故五藏盛，乃能泻。今五藏皆衰，筋骨解堕，天癸尽矣，故发鬓白，身体重，行步不正，而无子耳。",
    from:"《素问·上古天真论》",
    isfavorite:false
  },

  {
    id:2,
    level:2,
    class:"二级条文",
    field:"夫上古圣人之教下也，皆谓之虚邪贼风，避之有时，恬淡虚无，真气从之，精神内守，病安从来。是以志闲而少欲，心安而不惧，形劳而不倦，气从以顺，各从其欲，皆得所愿。故美其食，任其服，乐其俗，高下不相慕，其民故曰朴。是以嗜欲不能劳其目，淫邪不能惑其心，愚智贤不肖，不惧于物，故合于道。所以能年皆度百岁而动作不衰者，以其德全不危也。",
    from:"《素问·上古天真论》",
    isfavorite:false
  },

  {
    id:3,
    level:2,
    class:"二级条文",
    field:"夫四时阴阳者，万物之根本也。所以圣人春夏养阳，秋冬养阴，以从其根，故与万物沉浮于生长之门。逆其根，则伐其本，坏其真矣。故阴阳四时者，万物之终始也，死生之本也。逆之则灾害生，从之则苛疾不起，是谓得道。道者，圣人行之，愚者佩之。从阴阳则生，逆之则死，从之则治，逆之则乱。反顺为逆，是谓内格。是故圣人不治已病治未病，不治已乱治未乱，此之谓也。夫病已成而后药之，乱已成而后治之，譬犹渴而穿井，斗而铸锥，不亦晚乎！",
    from:"《素问·上古天真论》",
    isfavorite:false
  },
  
  {
    id:4,
    level:3,
    class:"三级条文",
    field:"1.	帝曰：有其年已老，而有子者，何也？岐伯曰：此其天寿过度，气脉常通，而肾气有余也。此虽有子，男子不过尽八八，女子不过尽七七，而天地之精气皆竭矣。帝曰：夫道者年皆百岁，能有子乎？岐伯曰：夫道者能却老而全形，身年虽寿，能生子也",
    from:"《素问·四气调神大论》",
    isfavorite:false
  },

  {
    id:5,
    level:3,
    class:"三级条文",
    field:"1.	帝曰：有其年已老，而有子者，何也？岐伯曰：此其天寿过度，气脉常通，而肾气有余也。此虽有子，男子不过尽八八，女子不过尽七七，而天地之精气皆竭矣。帝曰：夫道者年皆百岁，能有子乎？岐伯曰：夫道者能却老而全形，身年虽寿，能生子也",
    from:"《素问·四气调神大论》",
    isfavorite:false
  },

]

module.exports = {
  dataList:entry
}